<%@ Page Title="الرؤية والأهداف" Language="VB" MasterPageFile="~/Site.master" AutoEventWireup="false" CodeFile="ObjVisionstrategies.aspx.vb" Inherits="ObjVisionstrategies" %>

<asp:Content ID="Content1" ContentPlaceHolderID="HeadContent" Runat="Server">
    <style type="text/css">
        .style1
        {
            color: #FF0000;
            font-weight: bold;
            font-size: xx-large;
        }
        .style2
        {
            font-size: large;
            font-family: Arial;
        text-align: justify;
    }
        .style3
        {
            color: #FF0000;
            font-size: xx-large;
            font-family: Arial;
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="MainContent" Runat="Server">
    <p>
        <span class="style1" dir="RTL" lang="AR-EG" 
            style="line-height: 107%; font-family: &quot;Simplified Arabic&quot;,&quot;serif&quot;; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-EG">
        الرؤية</span>
        <br />
        <br />
        ا<strong><span class="style2">عادة بناء الشخصية العربية و بناء جيل من الشباب العربى يواكب متطلبات سوق العمل ومعاونة الجهات الحكومية والمنظمات غير الحكومية المعنية ببحث كافة الموضوعات والقضايا المتعلقة بالتدريب وتأهيل الثروة البشرية في الدول العربية ، من خلال مؤسسات ووحدات وشركات التدريب العاملة في هذا المجال</span></strong>. 
        .</p>
    <p>
        <span class="style1" dir="RTL" lang="AR-EG" 
            style="line-height: 107%; font-family: &quot;Simplified Arabic&quot;,&quot;serif&quot;; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-ansi-language: EN-GB; mso-fareast-language: EN-US; mso-bidi-language: AR-EG">
        الرسالة</span>
        
         <br />
        <br />
        ا<strong><span class="style2">ستخدام احدث أساليب التدريب التفاعلى و الالكترونى  فى ايصال المعلومة للمتدربين وتوفير النظم والبرامج المعلوماتية في مجال التدريب والتشغيل وإنشاء المشروعات من خلال حصر وتصنيف الإحتياجات التدريبية وإحتياجات العمالة في الدول العربية</span><asp:Image 
            ID="Image3" runat="server" 
            ImageUrl="~/Images/WhatsApp Image 2020-10-19 at 4.17.30 PM (4).jpeg" 
            style="z-index: 1; left: 78px; top: 453px; position: absolute; height: 107px; width: 204px" />
        </strong>..
        </p>
    <div style="width: 1223px; height: 738px">
        
            <p>
                <span class="style3"><strong>الأهداف</strong></span>
                <br />
                <br /><strong><span class="style5">&nbsp;<span class="style2">يهدف الإتحاد إلى معاونة 
            الجهات الحكومية والمنظمات غير الحكومية المعنية ببحث كافة الموضوعات والقضايا 
            المتعلقة بالتدريب وتأهيل الثروة البشرية في الدول العربية ، من خلال مؤسسات ووحدات 
            وشركات التدريب العاملة في هذا المجال.
                <br />&nbsp;وضع إطار موحد للإحتياجات التدريبية وفقاً لبرامج متخصصة تناسب جميع إحتياجات سوق 
            العمل وتطوير جميع المستويات الإدارية ورفع كفاءة الخريجيين لتناسب قدراتهم العلمية 
            والتخصصية وكذلك إعتماد الشهادات التدريبية من خلال قنوات شرعية .
                <br />&nbsp;وضع معايير موحدة يجب أن تتوافر بالعاملين ورفع الكفاءة والمهارة والقدرة 
            الإبداعية والتطوير والتحديث للمدربين.
                <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                <asp:Image ID="Image2" runat="server" Height="126px" 
                    ImageUrl="~/Images/WhatsApp Image 2020-10-19 at 4.17.30 PM.jpeg" 
                    style="z-index: 1; left: 85px; top: 284px; position: absolute" Width="189px" />
&nbsp;إعداد وإعتماد المدربين المساعدين والمتخصصين والخبراء والمستشارين وإعتماد جداول 
            قيد التوصيف والتصنيف والجداول المهنية المتخصصة.
                <br />&nbsp;يعمل الإتحاد كبيت خبرة في النواحي العلمية والتدريبية والتوظيفية.
                <br />&nbsp;توفير النظم والبرامج المعلوماتية في مجال التدريب والتشغيل وإنشاء المشروعات من 
            خلال حصر وتصنيف الإحتياجات التدريبية وإحتياجات العمالة في الدول العربية.
                <br />&nbsp;إعداد قوائم بأنواع التدريب وتصنيف الأيدى العاملة والمهن والحرف بهدف إنشاء 
            قاعدة بيانات عربية عن التدريب والتوظيف وإنشاء مشروعات خدمية وشبكة قاعدة معلومات 
            عربية لمؤسسات التدريب .
                <br />المساهمة في إقامة وإنشاء مؤسسات تعليمية وتدريبية أكاديمية وتأهلية ومراكز 
            لتقديم الدراسات والبحوث والإستشارات القانونية والإقتصادية والبيئية في الدول 
            العربية مطابقة للوائح والنظم والأنظمة التعليمية للدول العربية والجامعات 
            والمؤسسات التعليمية العالمية.
                <br />&nbsp;مراجعة التشريعات العربية المعنية بالتدريب ، بما يحقق التوافق بينها وبين 
            متطلبات الإتفاقيات الدولية المعنية بالتدريب.
                <br />&nbsp;مساعدة المؤسسات والهيئات والشركات العربية في تدريب الكوادر المستهدف تطوير 
            أدائها في ظل أنظمة الدول العربية .
                <br />&nbsp;وضع معاييرعربية لأنماط التدريب المختلفة لتأكيد جودة البرامج التدريبية ووضع 
            مواصفات قياسية لها وإصدار شهادات معتمدة للإعتراف والإعتماد وبيوت الخبرة فى مجال 
            التدريب .
                <br />&nbsp;معاونة السلطات الرسمية المعنية في الدول العربية ( بالتدريب ) فيما يتعلق 
            بالتدابير المنصوص عليها في الإتفاقيات .
                <br />&nbsp;وضع استراتيجية قومية عربية للتدريب ورفع القدرات المهنية في مجالات العمل 
            المختلفة .
                <br />&nbsp;اتخاذ الإجراءات الكفيلة بفحص الشكاوي والملاحظات الواردة من المنظمات الدولية 
            والمنظمات الأهلية الغير حكومية والأفراد حول عدم وجود فرص عمل وإيجاد الحلول لها 
            من خلال التأهيل الوظيفي والتدريب التأهيلي.
                <br />&nbsp;رفع الوعي التدريبي وثقافة العمل الحر، وذلك من خلال عقد ندوات ومؤتمرات ولقاءات 
            وحلقات نقاشية وجلسات إستماع حول أنشطة التدريب والتأهيل وإنشاء الشركات المتخصصة 
            في الدول العربية ، وكذا تنظيم تداول وتبادل اليد العاملة وفقاً للتشريعات المحلية 
            والإتفاقيات الدولية المعمول بها في هذا الشأن.
                <br />&nbsp;التعاون مع المنظمات الدولية ذو المرجعيات المعترف بها المهتمة بالتدريب,وكذا 
            الجهات المانحة لدعم المشروعات البحثية والتطبيقية في مجال التدريب والتشغيل وثقافة 
            العمل الحر في الدول العربية.
                <br />&nbsp;تقديم العون اللازم لإنشاء وتسجيل مراكز متخصصة للتدريب والتشغيل ورعاية 
            المتعطلين عن العمل .
                <br />&nbsp;المساهمة في إنشاء وتطوير مراكز وشركات وهيئات ووحدات التدريب والتوظيف بالدول 
            العربية ، وذلك لمواجهة مشكلة البطالة كذلك النقص الشديد في بعض التخصصات التي تلبي 
            إحتياجات سوق العمل وعدم توافر التدريب المتخصص لها.
                <br />&nbsp;إجراء الأبحاث وإعداد دراسات الجدوي الإقتصادية للمشروعات الناتجة لخريجي 
            التدريب، وتقديم الإرشادات والإتصال ببيوت الخبرة العربية والدولية.
                <br />&nbsp;إصدار نشرة ومجلة وجريدة رسمية وملصقات وأفلام توضيحية وقناة تليفزيونية لرفع 
            الوعي التدريبي والتأهيلي ونشر ثقافة العمل الحر في الدول العربية بعد موافقة 
            الجهات المختصة.
                <br />&nbsp;إقتراح وتنفيذ برامج تدريب الكبار والتدريب المستمر لرفع كفاءة العاملين بالدول 
            العربية
                <br />&nbsp;تقديم الدعم الفني والعلمي والمادي إلى الباحثين في المعاهد والجامعات ومراكز 
            البحوث المختلفة فى مجال تنمية وتطوير أنشطة التدريب
                <br />&nbsp;إصدار وإعتماد الدبلومات التطبيقية والتأهيلية المتخصصة .
                <br />&nbsp;إصدار وإعتماد الرخص الدولية المتخصصة .
                <br />&nbsp;تبنى &quot; المشروع القومى لمواجهة البطالة &quot; على 
            المستوي المحلي والقومي . </span></span></strong>
            </p>
        
    </div>
   
    
   
</asp:Content>

